{
  "<CANVAS_FINGERPRINT_NO>": 30610,
  "<CANVAS_FINGERPRINT_YES>": 30609,
  "<CERT_VALID_NO>": 30612,
  "<CERT_VALID_YES>": 30611,
  "<DOMAIN>": 30522,
  "<EXTERNAL_SCRIPTS_0>": 30579,
  "<EXTERNAL_SCRIPTS_10>": 30589,
  "<EXTERNAL_SCRIPTS_11>": 30590,
  "<EXTERNAL_SCRIPTS_12>": 30591,
  "<EXTERNAL_SCRIPTS_1>": 30580,
  "<EXTERNAL_SCRIPTS_2>": 30581,
  "<EXTERNAL_SCRIPTS_3>": 30582,
  "<EXTERNAL_SCRIPTS_4>": 30583,
  "<EXTERNAL_SCRIPTS_5>": 30584,
  "<EXTERNAL_SCRIPTS_6>": 30585,
  "<EXTERNAL_SCRIPTS_7>": 30586,
  "<EXTERNAL_SCRIPTS_8>": 30587,
  "<EXTERNAL_SCRIPTS_9>": 30588,
  "<EXTERNAL_SCRIPTS_MISSING>": 30592,
  "<LOGIN_FORM_NO>": 30604,
  "<LOGIN_FORM_YES>": 30603,
  "<NUM_IFRAMES_0>": 30571,
  "<NUM_IFRAMES_1>": 30572,
  "<NUM_IFRAMES_2>": 30573,
  "<NUM_IFRAMES_3>": 30574,
  "<NUM_IFRAMES_4>": 30575,
  "<NUM_IFRAMES_5>": 30576,
  "<NUM_IFRAMES_6>": 30577,
  "<NUM_IFRAMES_MISSING>": 30578,
  "<NUM_INPUTS_0>": 30561,
  "<NUM_INPUTS_1>": 30562,
  "<NUM_INPUTS_2>": 30563,
  "<NUM_INPUTS_3>": 30564,
  "<NUM_INPUTS_4>": 30565,
  "<NUM_INPUTS_5>": 30566,
  "<NUM_INPUTS_6>": 30567,
  "<NUM_INPUTS_7>": 30568,
  "<NUM_INPUTS_8>": 30569,
  "<NUM_INPUTS_MISSING>": 30570,
  "<PAGE_SIZE_0>": 30593,
  "<PAGE_SIZE_1>": 30594,
  "<PAGE_SIZE_2>": 30595,
  "<PAGE_SIZE_3>": 30596,
  "<PAGE_SIZE_4>": 30597,
  "<PAGE_SIZE_5>": 30598,
  "<PAGE_SIZE_6>": 30599,
  "<PAGE_SIZE_7>": 30600,
  "<PAGE_SIZE_8>": 30601,
  "<PAGE_SIZE_MISSING>": 30602,
  "<PASSWORD_INPUT_NO>": 30606,
  "<PASSWORD_INPUT_YES>": 30605,
  "<PATH>": 30524,
  "<QUERY>": 30525,
  "<REDIRECT_COUNT_0>": 30527,
  "<REDIRECT_COUNT_1>": 30528,
  "<REDIRECT_COUNT_2>": 30529,
  "<REDIRECT_COUNT_3>": 30530,
  "<REDIRECT_COUNT_4>": 30531,
  "<REDIRECT_COUNT_5>": 30532,
  "<REDIRECT_COUNT_6>": 30533,
  "<REDIRECT_COUNT_7>": 30534,
  "<REDIRECT_COUNT_8>": 30535,
  "<REDIRECT_COUNT_MISSING>": 30536,
  "<SERVER_REDIRECT_COUNT_0>": 30537,
  "<SERVER_REDIRECT_COUNT_1>": 30538,
  "<SERVER_REDIRECT_COUNT_2>": 30539,
  "<SERVER_REDIRECT_COUNT_3>": 30540,
  "<SERVER_REDIRECT_COUNT_4>": 30541,
  "<SERVER_REDIRECT_COUNT_5>": 30542,
  "<SERVER_REDIRECT_COUNT_6>": 30543,
  "<SERVER_REDIRECT_COUNT_7>": 30544,
  "<SERVER_REDIRECT_COUNT_8>": 30545,
  "<SERVER_REDIRECT_COUNT_MISSING>": 30546,
  "<SUBDOMAIN>": 30523,
  "<SUFFIX>": 30526,
  "<THIRD_PARTY_DOMAINS_0>": 30547,
  "<THIRD_PARTY_DOMAINS_10>": 30557,
  "<THIRD_PARTY_DOMAINS_11>": 30558,
  "<THIRD_PARTY_DOMAINS_12>": 30559,
  "<THIRD_PARTY_DOMAINS_1>": 30548,
  "<THIRD_PARTY_DOMAINS_2>": 30549,
  "<THIRD_PARTY_DOMAINS_3>": 30550,
  "<THIRD_PARTY_DOMAINS_4>": 30551,
  "<THIRD_PARTY_DOMAINS_5>": 30552,
  "<THIRD_PARTY_DOMAINS_6>": 30553,
  "<THIRD_PARTY_DOMAINS_7>": 30554,
  "<THIRD_PARTY_DOMAINS_8>": 30555,
  "<THIRD_PARTY_DOMAINS_9>": 30556,
  "<THIRD_PARTY_DOMAINS_MISSING>": 30560,
  "<USES_EVAL_NO>": 30608,
  "<USES_EVAL_YES>": 30607,
  "<domain>": 30614,
  "<path>": 30616,
  "<query>": 30617,
  "<subdomain>": 30613,
  "<suffix>": 30615
}
