{
  "<CANVAS_FINGERPRINT_NO>": 50353,
  "<CANVAS_FINGERPRINT_YES>": 50352,
  "<CERT_VALID_NO>": 50355,
  "<CERT_VALID_YES>": 50354,
  "<DOMAIN>": 50265,
  "<EXTERNAL_SCRIPTS_0>": 50322,
  "<EXTERNAL_SCRIPTS_10>": 50332,
  "<EXTERNAL_SCRIPTS_11>": 50333,
  "<EXTERNAL_SCRIPTS_12>": 50334,
  "<EXTERNAL_SCRIPTS_1>": 50323,
  "<EXTERNAL_SCRIPTS_2>": 50324,
  "<EXTERNAL_SCRIPTS_3>": 50325,
  "<EXTERNAL_SCRIPTS_4>": 50326,
  "<EXTERNAL_SCRIPTS_5>": 50327,
  "<EXTERNAL_SCRIPTS_6>": 50328,
  "<EXTERNAL_SCRIPTS_7>": 50329,
  "<EXTERNAL_SCRIPTS_8>": 50330,
  "<EXTERNAL_SCRIPTS_9>": 50331,
  "<EXTERNAL_SCRIPTS_MISSING>": 50335,
  "<LOGIN_FORM_NO>": 50347,
  "<LOGIN_FORM_YES>": 50346,
  "<NUM_IFRAMES_0>": 50314,
  "<NUM_IFRAMES_1>": 50315,
  "<NUM_IFRAMES_2>": 50316,
  "<NUM_IFRAMES_3>": 50317,
  "<NUM_IFRAMES_4>": 50318,
  "<NUM_IFRAMES_5>": 50319,
  "<NUM_IFRAMES_6>": 50320,
  "<NUM_IFRAMES_MISSING>": 50321,
  "<NUM_INPUTS_0>": 50304,
  "<NUM_INPUTS_1>": 50305,
  "<NUM_INPUTS_2>": 50306,
  "<NUM_INPUTS_3>": 50307,
  "<NUM_INPUTS_4>": 50308,
  "<NUM_INPUTS_5>": 50309,
  "<NUM_INPUTS_6>": 50310,
  "<NUM_INPUTS_7>": 50311,
  "<NUM_INPUTS_8>": 50312,
  "<NUM_INPUTS_MISSING>": 50313,
  "<PAGE_SIZE_0>": 50336,
  "<PAGE_SIZE_1>": 50337,
  "<PAGE_SIZE_2>": 50338,
  "<PAGE_SIZE_3>": 50339,
  "<PAGE_SIZE_4>": 50340,
  "<PAGE_SIZE_5>": 50341,
  "<PAGE_SIZE_6>": 50342,
  "<PAGE_SIZE_7>": 50343,
  "<PAGE_SIZE_8>": 50344,
  "<PAGE_SIZE_MISSING>": 50345,
  "<PASSWORD_INPUT_NO>": 50349,
  "<PASSWORD_INPUT_YES>": 50348,
  "<PATH>": 50267,
  "<QUERY>": 50268,
  "<REDIRECT_COUNT_0>": 50270,
  "<REDIRECT_COUNT_1>": 50271,
  "<REDIRECT_COUNT_2>": 50272,
  "<REDIRECT_COUNT_3>": 50273,
  "<REDIRECT_COUNT_4>": 50274,
  "<REDIRECT_COUNT_5>": 50275,
  "<REDIRECT_COUNT_6>": 50276,
  "<REDIRECT_COUNT_7>": 50277,
  "<REDIRECT_COUNT_8>": 50278,
  "<REDIRECT_COUNT_MISSING>": 50279,
  "<SERVER_REDIRECT_COUNT_0>": 50280,
  "<SERVER_REDIRECT_COUNT_1>": 50281,
  "<SERVER_REDIRECT_COUNT_2>": 50282,
  "<SERVER_REDIRECT_COUNT_3>": 50283,
  "<SERVER_REDIRECT_COUNT_4>": 50284,
  "<SERVER_REDIRECT_COUNT_5>": 50285,
  "<SERVER_REDIRECT_COUNT_6>": 50286,
  "<SERVER_REDIRECT_COUNT_7>": 50287,
  "<SERVER_REDIRECT_COUNT_8>": 50288,
  "<SERVER_REDIRECT_COUNT_MISSING>": 50289,
  "<SUBDOMAIN>": 50266,
  "<SUFFIX>": 50269,
  "<THIRD_PARTY_DOMAINS_0>": 50290,
  "<THIRD_PARTY_DOMAINS_10>": 50300,
  "<THIRD_PARTY_DOMAINS_11>": 50301,
  "<THIRD_PARTY_DOMAINS_12>": 50302,
  "<THIRD_PARTY_DOMAINS_1>": 50291,
  "<THIRD_PARTY_DOMAINS_2>": 50292,
  "<THIRD_PARTY_DOMAINS_3>": 50293,
  "<THIRD_PARTY_DOMAINS_4>": 50294,
  "<THIRD_PARTY_DOMAINS_5>": 50295,
  "<THIRD_PARTY_DOMAINS_6>": 50296,
  "<THIRD_PARTY_DOMAINS_7>": 50297,
  "<THIRD_PARTY_DOMAINS_8>": 50298,
  "<THIRD_PARTY_DOMAINS_9>": 50299,
  "<THIRD_PARTY_DOMAINS_MISSING>": 50303,
  "<USES_EVAL_NO>": 50351,
  "<USES_EVAL_YES>": 50350,
  "<domain>": 50357,
  "<path>": 50359,
  "<query>": 50360,
  "<subdomain>": 50356,
  "<suffix>": 50358
}
